[
  {
    "_id": "6872a9e208ca4ffdf4527a01",
    "privacyPolicy": "POLÍTICA DE PRIVACIDAD – CURSALA - Última actualización: 12/07/2025\n\n\nEn Cursala, nos comprometemos a proteger la privacidad y los datos personales de nuestros usuarios conforme a lo dispuesto por la Ley Nº 25.326 de Protección de Datos Personales de la República Argentina y, cuando corresponda, normativa internacional aplicable. Esta Política de Privacidad describe cómo recopilamos, usamos, almacenamos y protegemos tu información personal cuando accedes a nuestra plataforma de capacitación online.\n\n1. Información que recopilamos\nDurante el uso de nuestra plataforma, podemos recopilar los siguientes datos personales:\n\nNombre y apellido.\n\nDirección de correo electrónico.\n\nNúmero de teléfono.\n\nInformación sobre el uso de la plataforma (cursos adquiridos, progreso, historial de navegación interna).\n\nDirección IP, datos de geolocalización aproximada, tipo de dispositivo y navegador utilizado.\n\nCookies y tecnologías similares (según se detalla en la sección 3).\n\nDatos de facturación y pago, procesados a través de plataformas seguras de terceros (Mercado Pago, PayPal, Stripe, entre otros).\n\n2. Finalidad del tratamiento de datos\nLos datos personales recopilados serán utilizados para:\n\nProveer acceso a los cursos, funcionalidades y servicios contratados.\nGestionar el registro de usuario y autenticar tu identidad.\nProcesar pagos y emitir comprobantes correspondientes.\nEnviar comunicaciones administrativas, técnicas o comerciales relacionadas con la plataforma (los usuarios podrán optar por no recibir comunicaciones promocionales).\nAnalizar y mejorar la experiencia de usuario en la plataforma.\nCumplir con obligaciones legales, fiscales o regulatorias aplicables.\n\n3. Cookies y tecnologías similares\nUtilizamos cookies propias y de terceros para:\nRecordar tus preferencias de usuario.\nElaborar estadísticas de uso y rendimiento.\nPersonalizar contenidos y mostrar anuncios relevantes.\nPuedes configurar tu navegador para rechazar cookies o recibir alertas antes de que se almacenen, aunque esto podría afectar el funcionamiento de ciertas funcionalidades de la plataforma. Para más detalles, consulta nuestra Política de Cookies.\n\n4. Compartición de datos con terceros\nTus datos personales podrán ser compartidos únicamente con:\nInstructores de los cursos adquiridos, en la medida necesaria para la prestación del servicio.\nProveedores de servicios tecnológicos que actúan en calidad de encargados de tratamiento (plataformas de pago, servicios de alojamiento web, analítica y marketing).\nAutoridades judiciales o administrativas, cuando sea requerido por ley.\nEn ningún caso vendemos, alquilamos ni comercializamos datos personales a terceros.\n\n5. Transferencias internacionales de datos\nCuando el tratamiento de datos implique transferencias internacionales (por ejemplo, servicios en la nube con servidores fuera de Argentina), garantizamos que dichas transferencias cumplen con la normativa vigente, exigiendo a los proveedores niveles adecuados de protección de datos.\n\n6. Seguridad de la información\nImplementamos medidas técnicas, organizativas y legales para proteger la confidencialidad, integridad y disponibilidad de tus datos personales, tales como cifrado, protocolos seguros (SSL/TLS) y controles de acceso restringido.\nNo obstante, ningún sistema es completamente infalible. Te recomendamos mantener la confidencialidad de tus credenciales y notificar cualquier acceso no autorizado a administracion@cursala.com.ar.\n\n7. Derechos de los titulares de datos\nConforme a la Ley Nº 25.326, los usuarios tienen derecho a:\nAcceder a sus datos personales.\nSolicitar su rectificación, actualización o supresión.\nSolicitar la portabilidad de sus datos en formatos estructurados y de uso común.\nOponerse al tratamiento de datos para fines específicos.\nPara ejercer estos derechos, puedes enviar una solicitud a administracion@cursala.com.ar, acompañada de una copia de tu documento de identidad.\nLa Dirección Nacional de Protección de Datos Personales (www.argentina.gob.ar/aaip/datospersonales) es el organismo de control encargado de atender denuncias y reclamos relacionados con el incumplimiento de las normas sobre protección de datos personales.\n\n8. Conservación de los datos\nTus datos personales se conservarán durante el tiempo necesario para cumplir con las finalidades indicadas y, posteriormente, durante los plazos exigidos por normativa fiscal o legal.\n\n9. Modificaciones de la política\nNos reservamos el derecho de actualizar esta Política de Privacidad en cualquier momento. Los cambios serán notificados a través de la plataforma y/o por correo electrónico con antelación razonable.\n📌 Nota legal: Al utilizar la plataforma Cursala, manifiestas haber leído, comprendido y aceptado esta Política de Privacidad.",
    "termsOfService": "TÉRMINOS Y CONDICIONES DE USO – CURSALA - Última actualización: 12/07/2025\n\n\nBienvenido/a a Cursala, una plataforma de capacitación online. Al acceder o utilizar nuestro sitio web (www.cursala.com.ar) y sus servicios, aceptas estos Términos y Condiciones de uso. Si no estás de acuerdo con alguno de ellos, por favor no utilices la plataforma.\n\n1. Aceptación de los Términos\nEl uso de la plataforma implica la aceptación expresa e informada de estos Términos y de nuestra Política de Privacidad. Es responsabilidad del usuario revisarlos periódicamente.\n\n2. Registro de usuarios\nPara acceder a ciertos servicios deberás crear una cuenta proporcionando información veraz, completa y actualizada.\nEres responsable de mantener la confidencialidad de tus credenciales de acceso y de cualquier actividad realizada bajo tu cuenta.\nNos reservamos el derecho de suspender o cancelar cuentas en caso de uso indebido.\n\n3. Uso permitido\nLa plataforma debe utilizarse únicamente con fines educativos y lícitos. Está estrictamente prohibido:\nCompartir, reproducir o distribuir contenido protegido sin autorización.\nInfringir derechos de autor o marcas registradas.\nPublicar contenido ofensivo, difamatorio, discriminatorio o ilegal.\nRealizar ingeniería inversa o intentar vulnerar la seguridad de la plataforma.\n\n4. Propiedad intelectual\nTodos los contenidos de Cursala (cursos, textos, videos, imágenes, materiales, software) son propiedad de Cursala o de sus respectivos autores y están protegidos por las leyes de propiedad intelectual.\nNo se permite su copia, reproducción o distribución sin autorización previa y por escrito.\nEl usuario solo adquiere un derecho de uso personal, no exclusivo e intransferible de los contenidos adquiridos.\n\n5. Subida de contenido por usuarios\nAl subir contenido (comentarios, tareas, archivos), declaras que cuentas con los derechos necesarios para hacerlo y otorgas a Cursala una licencia no exclusiva, gratuita y global para utilizar dicho contenido dentro de la plataforma.\n\n6. Pagos y facturación\nLos cursos pagos se abonan a través de plataformas seguras de terceros (Mercado Pago, Stripe, PayPal, entre otros).\n\nCursala no almacena datos financieros sensibles (números de tarjeta, códigos de seguridad).\n\n7. Política de cancelaciones y reembolsos\n💸 Política de Reembolsos\nSe aceptarán solicitudes de reembolso únicamente en los siguientes casos:\nEl curso adquirido presenta errores graves de acceso o contenido (archivos faltantes, enlaces caídos).\nLa solicitud se realiza dentro de los 7 días corridos posteriores a la compra y el usuario no ha completado más del 20% del curso.\nProcedimiento para solicitar reembolso:\nEnviar un correo a administracion@cursala.com.ar con:\n\nNombre completo.\nCorreo electrónico utilizado en la compra.\nNombre del curso adquirido.\nMotivo detallado de la solicitud.\nNos reservamos el derecho de aprobar o rechazar el reembolso tras evaluar el caso. Los reembolsos aprobados se procesarán por el mismo medio de pago utilizado.\n❌ No se aceptarán reembolsos por: cambios de opinión, falta de tiempo, incompatibilidad técnica de dispositivos, o uso indebido de la plataforma.\n\n8. Limitación de responsabilidad\nCursala no garantiza resultados académicos o profesionales derivados del uso de sus cursos.\nNo somos responsables por interrupciones del servicio, errores en contenidos o pérdidas indirectas.\nEl usuario es responsable de la adecuada configuración y compatibilidad de sus dispositivos.\n\n9. Modificaciones\nNos reservamos el derecho de actualizar estos Términos y la Política de Privacidad en cualquier momento. Los cambios relevantes se notificarán a través de la plataforma y/o correo electrónico.\n\n10. Jurisdicción y ley aplicable\nEstos Términos se rigen por las leyes de la República Argentina. Cualquier conflicto será resuelto por los tribunales ordinarios de la Ciudad de Mendoza, con renuncia expresa a cualquier otro fuero o jurisdicción.\n\n11. Contacto\nPara consultas, sugerencias o reclamos, puedes escribirnos a:\n📧 admin@cursala.com.ar",
    "createdAt": "2025-07-12T10:30:00.000Z",
    "updatedAt": "2025-09-08T13:34:10.028Z"
  }
]