[
  {
    "_id": "6844928485640fabea0eb949",
    "name": "Instrumentación y control",
    "description": "Aprende  las variables que más se manipulan en las diferentes industrias y\r\n aprendé de la mano de expertos en la materia, donde vas a poder sacarte todas tus dudas ",
    "longDescription": "La instrumentación y el control constituyen la base de la automatización industrial moderna y son elementos indispensables para garantizar procesos seguros, eficientes y de alta calidad. Este curso ha sido diseñado para ofrecer una visión integral de los sistemas y dispositivos utilizados en la medición y control de variables críticas como la presión, la temperatura, el nivel y el caudal , pilares fundamentales en cualquier entorno industrial.\r\nA lo largo de la formación, el participante no solo incorporará los conceptos teóricos esenciales, sino que también podrá ponerlos en práctica mediante ejercicios aplicados, diagramas explicativos, simulaciones y análisis de casos reales , logrando así un aprendizaje dinámico y orientado a la resolución de problemas cotidianos en planta.\r\nEl programa aborda en detalle aspectos clave como la calibración de instrumentos , las normativas vigentes que regulan su uso, así como las estrategias de mantenimiento preventivo y correctivo que aseguran la confiabilidad de los equipos a lo largo del tiempo. Además, se hará especial énfasis en la relevancia que tiene un control preciso para alcanzar altos estándares de eficiencia energética, seguridad operativa y continuidad de los procesos productivos .\r\nEste curso está dirigido a estudiantes de ingeniería que buscan fortalecer sus conocimientos aplicados, técnicos que desean actualizarse en nuevas metodologías y herramientas, así como a profesionales de industrias tan diversas como la química, la alimentaria, la energética, el petróleo y gas, la farmacéutica o la fabricante, quienes encontrarán en esta capacitación un recurso esencial para potenciar su desempeño y enfrentar con éxito los retos de las diferentes industrias.",
    "status": "ACTIVE",
    "order": 1,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766147242896-85619127.png",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Miércoles"
    ],
    "time": "19:00",
    "modality": "presencial",
    "price": 250000,
    "programUrl": "Instrumentacion Nivel Inicial [1763992837269-359959717].pdf",
    "teacherName": "Gerardo Rubilar",
    "teacherCvUrl": "304_Norma_ISA_PID[1749324420161-744448417].pdf",
    "maxInstallments": 3,
    "interestFree": false,
    "classes": [],
    "createdAt": "2025-06-07T19:27:00.232Z",
    "updatedAt": "2025-12-22T01:49:48.124Z",
    "showOnHome": true,
    "isPublished": true,
    "duration": 1.5,
    "numberOfClasses": 5,
    "mainTeacherInfo": {
      "teacherId": "68908afb1df054c4cae3b1ad",
      "teacherName": "Gerardo Rubilar",
      "firstName": "Gerardo",
      "lastName": "Rubilar",
      "email": "rubilar85@hotmail.com",
      "professionalDescription": "Tecnico Universitario en automatización y control con amplia experiencia en mantenimiento industrial, habiendo trabajado durante 17 años en sectores clave como Bodegas, Mineria y Petroleo. Me especializo en puesta en marcha de equipos, plantas de proceso y en resolución de problemas técnicos en campo. Mi perfil se complementa con solidas habilidades en instrumentación, software industrial y programación de PLC",
      "profilePhotoUrl": "perfil[1764277195068-745782090].png"
    },
    "endDate": "2026-03-11T20:32:23.201Z",
    "mainTeacher": "68908afb1df054c4cae3b1ad"
  },
  {
    "_id": "686039da9b7d781c83df0424",
    "name": "Redes y telecomunicaciones",
    "description": "Las redes están en todas partes, pero pocas veces nos detenemos en entender cómo funcionan. En este curso vamos a aprender desde lo más básico, de manera clara y práctica, para que puedas aplicar los conceptos en el mundo real. No importa si nunca configuras una red antes, aquí vas a encontrar todo lo necesario para empezar con confianza.",
    "longDescription": "Este curso ha sido diseñado para quienes buscan comprender desde cero, de manera clara y práctica, el funcionamiento de las redes de computadoras . A lo largo de la formación, el estudiante descubrirá cómo se interconectan los distintos dispositivos, el recorrido que siguen los datos dentro de una red y los elementos técnicos que hacen posible la comunicación en entornos tanto domésticos como laborales.\r\nCon un enfoque accesible y aplicado, se explorarán los conceptos fundamentales que constituyen la base de cualquier red. Desde las direcciones IP y los protocolos esenciales , hasta la configuración de redes locales y la resolución de problemas frecuentes , cada clase combinará teoría con ejemplos prácticos que facilitarán la comprensión y el aprendizaje progresivo.\r\nEl programa también abordará temas clave como la seguridad en redes , la implementación de redes inalámbricas y las buenas prácticas que garantizan un funcionamiento confiable y seguro en distintos contextos. De esta manera, el alumno podrá aplicar los conocimientos adquiridos en proyectos reales, tanto en el ámbito personal como en el profesional.\r\nNo se requieren conocimientos previos para participar en este curso, únicamente interés y motivación por aprender. Al finalizar, el estudiante contará con una base sólida en redes de computadoras , preparada para su aplicación inmediata en entornos domésticos y de oficina, y al mismo tiempo servirá como punto de partida para avanzar hacia niveles más especializados o futuras certificaciones profesionales en el campo de la conectividad y la tecnología.",
    "status": "ACTIVE",
    "order": 2,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766147555965-283660431.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Miércoles",
      "Jueves"
    ],
    "time": "19:00",
    "modality": "online",
    "programUrl": "Redes y telecomunicaciones [1763994417425-266478861].pdf",
    "teacherName": "Gabriel Barauna",
    "teacherCvUrl": "TTP223[1751136730333-284423499].PDF",
    "maxInstallments": 3,
    "interestFree": false,
    "showOnHome": true,
    "classes": [],
    "createdAt": "2025-06-28T18:52:10.362Z",
    "updatedAt": "2025-12-19T12:32:37.213Z",
    "price": 370000,
    "mainTeacher": "686e8d0ec85e2e052f75dfaa",
    "isPublished": true,
    "duration": 1.5,
    "numberOfClasses": 6,
    "registrationOpenDate": "2025-11-11T20:32:23.201Z",
    "startDate": "2025-11-11T20:32:23.201Z",
    "mainTeacherInfo": {
      "teacherId": "686e8d0ec85e2e052f75dfaa",
      "teacherName": "Alejandro Gabriel Barauna",
      "firstName": "Alejandro Gabriel",
      "lastName": "Barauna",
      "email": "barauna.alejandro@gmail.com",
      "professionalDescription": "Técnico en Redes y Telecomunicaciones con 8 años de experiencia en diseño, implementación y mantenimiento de redes industriales, electrónica de red y datos, sistemas de telemetría, monitoreo continuo y respuesta ante fallas, optimización de sistemas, fibra óptica y telefonía",
      "profilePhotoUrl": "profile-foto_reconstruida[1764461653909-928928341].jpg"
    },
    "endDate": "2026-03-11T20:32:23.201Z"
  },
  {
    "_id": "6867cef90f5ac8234ff18a10",
    "name": "Fundamentos de la exploración minera",
    "description": "La exploración minera es la etapa inicial y fundamental para el descubrimiento de yacimientos minerales. Es una actividad técnica y estratégica que requiere precisión, conocimiento geológico, disciplina en el trabajo de campo y comprensión de la normativa legal. Este curso ofrece una visión clara, sencilla y completa sobre los aspectos clave de la exploración, haciendo foco en las tareas reales que se realizan en el terreno.",
    "longDescription": "Al finalizar este curso, el participante habrá adquirido una visión integral del rol que desempeñan el geólogo, el técnico y el ayudante dentro de un proyecto de exploración, comprendiendo cómo cada perfil contribuye de manera esencial al desarrollo y éxito de las distintas etapas. A través de una formación práctica y aplicada, se explorará el uso de herramientas fundamentales como el GPS, los mapas geológicos y los registros de campo, entendiendo cómo su correcta utilización permite una planificación precisa y una recolección de datos confiable.\r\nEl estudiante se adentrará en el reconocimiento de los tipos de muestras más comunes en la exploración minera, aprendiendo no solo a diferenciarlos, sino también a llevarlos a cabo bajo estándares técnicos que garantizan la representatividad de los resultados. A su vez, se analizarán los procedimientos completos de perforación diamantina y aire reverso , comprendiendo sus aplicaciones, ventajas y limitaciones en función del tipo de yacimiento y de los objetivos de cada campaña.\r\nEl curso también incorpora contenidos de geotecnia básica y QAQC (Quality Assurance/Quality Control) , que permitirán al participante aplicar criterios de aseguramiento de la calidad en cada etapa del muestreo y la perforación, reduciendo errores y elevando la confiabilidad de los datos. Además, se abordará la importancia de los principios de ética profesional, las normas de seguridad en campo y el cuidado ambiental, entendidos como pilares esenciales para el ejercicio responsable y sostenible de la exploración minera.\r\nDe esta manera, al concluir la formación, el alumno no solo contará con un conocimiento técnico sólido, sino que también desarrollará una visión crítica y ética de la profesión, preparándose para enfrentar con éxito los desafíos propios de la industria minera moderna.",
    "status": "ACTIVE",
    "order": 4,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766153440790-522516021.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Martes"
    ],
    "time": "19:00",
    "modality": "online",
    "programUrl": "Programa Fundamentos de la exploracion minera[1757613584694-981833585].pdf",
    "teacherName": "Sofia",
    "teacherCvUrl": "TTP223[1751633657986-124390082].PDF",
    "maxInstallments": 3,
    "interestFree": false,
    "showOnHome": false,
    "classes": [],
    "createdAt": "2025-07-04T12:54:18.012Z",
    "updatedAt": "2025-12-19T14:10:42.952Z",
    "price": 200000,
    "isPublished": false,
    "duration": 1.5,
    "numberOfClasses": 6,
    "registrationOpenDate": "2025-09-29T00:00:00.000Z",
    "mainTeacher": "686bdeac93b2103d4444cb1e",
    "mainTeacherInfo": {
      "teacherId": "686bdeac93b2103d4444cb1e",
      "teacherName": "Sofia Diaz Presas",
      "firstName": "Sofia",
      "lastName": "Diaz Presas",
      "email": "dzpsofia@gmail.com",
      "professionalDescription": "Geóloga de profesión y apasionada por la exploración geologica en la industria minera, me dedico a encontrar minerales preciosos y de alto valor industrial, como Oro, Cobre, Plata, Litio. \r\nNací en la provincia de Río Negro y me gradué como Licenciada en Geología en la Universidad Nacional de Río Negro. Disfruto los deportes al aire libre tanto como las jornadas de campo, convencida de que el contacto con la naturaleza es parte esencial de este trabajo. He desarrollado experiencia en proyectos de exploración minera en distintas regiones del país. Creo en el aprendizaje continuo y en compartir el conocimiento como herramienta para impulsar una minería responsable y con perspectiva de futuro.",
      "profilePhotoUrl": "perfil[1764277159276-445448436].png"
    }
  },
  {
    "_id": "688f7e0d49db6d69a2ed374a",
    "name": "Inteligencia Emocional en el trabajo",
    "description": "Descubrí quién sos realmente y aprendé a potenciar al máximo tus talentos únicos. Identificá tus fortalezas, desarrollá nuevas habilidades y transformá tu forma de pensar y actuar para alcanzar todo tu potencial, logrando resultados que marquen la diferencia en tu vida personal y profesional.",
    "longDescription": "En un mundo laboral cada vez más dinámico y desafiante, la capacidad de comunicarse con claridad, gestionar las emociones y fomentar relaciones colaborativas se ha convertido en una ventaja estratégica para cualquier organización. Este taller online, desarrollado en dos encuentros, ofrece un espacio de aprendizaje práctico y profundo para potenciar dos competencias blandas que hoy resultan esenciales en el éxito empresarial: la inteligencia emocional y la comunicación efectiva .\r\nLa propuesta está diseñada principalmente para equipos de trabajo, áreas de recursos humanos y entornos corporativos que buscan fortalecer su cultura organizacional , mejorar la cohesión interna y elevar los niveles de desempeño colectivo. A través de dinámicas interactivas, ejercicios de reflexión y estrategias aplicables al día a día laboral, los participantes aprenderán a manejar el estrés, adaptarse a los cambios y sostener la motivación en contextos de alta exigencia.\r\nDurante el taller se trabajará también en el desarrollo de una comunicación más asertiva y respetuosa , que promueva la escucha activa, reduzca conflictos y genere un clima de confianza en los equipos. Estos aprendizajes, aplicados en el ámbito empresarial, tienen un impacto directo en la productividad, la satisfacción del personal y el cumplimiento de objetivos organizacionales.\r\nSi bien la capacitación está especialmente orientada a empresas que desean invertir en el crecimiento de sus colaboradores , también puede ser realizada de manera individual por profesionales que quieran fortalecer sus habilidades personales y llevar su perfil a un nuevo nivel de competitividad.\r\nAl finalizar, los participantes no solo habrán adquirido herramientas concretas para gestionar emociones y comunicarse con efectividad, sino que también habrán dado un paso clave en el camino hacia organizaciones más humanas, eficientes y resilientes.",
    "status": "ACTIVE",
    "order": 6,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766147797660-243131125.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Lunes",
      "Jueves"
    ],
    "time": "",
    "modality": "hibrido",
    "programUrl": "programa[1763990873545-908525102].pdf",
    "maxInstallments": 3,
    "interestFree": false,
    "showOnHome": true,
    "classes": [],
    "createdAt": "2025-08-03T15:19:41.885Z",
    "updatedAt": "2025-12-19T12:36:39.069Z",
    "mainTeacher": "688e6f0049db6d69a2ed35f6",
    "price": 200000,
    "isPublished": true,
    "duration": 2,
    "numberOfClasses": 2,
    "registrationOpenDate": "2025-11-11T20:32:23.201Z",
    "mainTeacherInfo": {
      "teacherId": "688e6f0049db6d69a2ed35f6",
      "teacherName": "Andrea Valdez",
      "firstName": "Andrea",
      "lastName": "Valdez",
      "email": "andreavaldez.coach@gmail.com",
      "professionalDescription": "Coach profesional con aval de International Coching Federation (I.C.F) especializada en Vocación y Desarrollo Profesional. \r\nPractitioner en P.N.L. \r\nEscribana.",
      "profilePhotoUrl": "perfil[1764277186357-811157982].png"
    },
    "endDate": "2026-03-11T20:32:23.201Z",
    "startDate": "2026-01-10T20:32:23.201Z"
  },
  {
    "_id": "68b6e75f208b7ad8b37bef75",
    "name": "Drones en la industria",
    "description": "Es un curso pensado para quienes buscan iniciarse en el uso profesional de drones o ampliar sus conocimientos sobre sus aplicaciones en distintos sectores. Aprenderás a planificar misiones, operar con seguridad, conocer la normativa vigente y comprender los principales usos de drones y sensores en la industria. El objetivo: transformar vuelos en información útil y soluciones que generen valor real para empresas y clientes.",
    "longDescription": "Es un curso diseñado para quienes quieren dar el salto de piloto a profesional. No se trata solo de volar un drone, sino de aprender a planificar, operar y presentar resultados de manera que generen valor real para empresas y clientes.\r\nA lo largo del curso descubrirás:\r\n•\tEl marco normativo y regulaciones clave para operar drones de forma profesional en Argentina.\r\n•\tBuenas prácticas de seguridad operacional y cumplimiento legal.\r\n•\tLa planificación de misiones paso a paso: definir objetivos, evaluar el entorno, preparar recursos y contingencias.\r\n•\tLa ejecución en campo con checklists, comunicación efectiva y protocolos de emergencia.\r\n•\tLos principales lineamientos de procesamiento de datos: fotogrametría, termografía, LiDAR, sensores de gases y magnetometría, entendiendo sus usos, ejemplos y entregables típicos.\r\n•\tLos diferentes tipos de drones y payloads según su aplicación en sectores como energía, oil & gas, agricultura y construcción.\r\n•\tCómo pasar de ser un simple operador a un proveedor de soluciones que aporta beneficios concretos al negocio de sus clientes.\r\n\r\nAl concluir el curso podrás:\r\n\r\n•\tConocer y aplicar la normativa vigente para operar drones de forma profesional.\r\n•\tPlanificar y ejecutar misiones seguras y eficientes.\r\n•\tIdentificar los distintos tipos de drones y payloads según su uso.\r\n•\tComprender los lineamientos generales de procesamiento de datos y sus entregables.\r\n•\tComunicar resultados en términos de beneficios para el cliente.\r\n•\tAdoptar una mentalidad profesional, pasando de operador a proveedor de soluciones\r\n\r\nEste curso esta dirigido a:\r\n\r\n•\tTécnicos e ingenieros de sectores como energía, oil & gas, construcción o agricultura que buscan integrar drones en sus proyectos.\r\n•\tPilotos de drones recreativos que quieren dar el salto al uso profesional.\r\n•\tEmprendedores y consultores que desean ofrecer servicios con drones y diferenciarse en el mercado.\r\n•\tProfesionales de seguridad, mantenimiento o inspección que quieran aprovechar los drones para optimizar sus operaciones.\r\n•\tToda persona interesada en entender cómo los drones generan valor en la industria.\r\n",
    "status": "ACTIVE",
    "order": 9,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766148881554-592590143.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Miércoles"
    ],
    "time": "18:30",
    "modality": "online",
    "price": 170000,
    "programUrl": "Programa curso Drones en la Industria[1757608420731-816653479].pdf",
    "maxInstallments": 1,
    "interestFree": false,
    "showOnHome": false,
    "numberOfClasses": 2,
    "duration": 3,
    "isPublished": true,
    "classes": [],
    "createdAt": "2025-09-02T12:47:27.378Z",
    "updatedAt": "2025-12-19T12:54:42.581Z",
    "mainTeacher": "688237c92d49823857314650",
    "mainTeacherInfo": {
      "teacherId": "688237c92d49823857314650",
      "teacherName": "Daniel Garrido Gamboa",
      "firstName": "Daniel",
      "lastName": "Garrido Gamboa",
      "email": "garridodaniel1991@gmail.com",
      "professionalDescription": "Soy Ingeniero Aeronáutico con más de 10 años de experiencia en sistemas aéreos no tripulados, aplicados a sectores como energía y oil & gas. Me especializo en inspecciones aéreas, análisis fotogramétrico, modelado 3D y operaciones de alta precisión, siempre priorizando la seguridad operacional.\r\nActualmente lidero AERYUM, empresa dedicada al análisis de imágenes e inspecciones industriales con drones e inteligencia artificial. Combino mi experiencia técnica con la gestión de equipos y proyectos para transformar vuelos en soluciones que generan valor real a las organizaciones.",
      "profilePhotoUrl": "perfil[1764277177177-917714489].png"
    }
  },
  {
    "_id": "68ce788d96d3c12a5d4eaac2",
    "name": "Ensayos no destructivos",
    "description": "Los Ensayos No Destructivos (END) son técnicas fundamentales utilizadas en la industria para evaluar la calidad, integridad y seguridad de materiales, componentes y estructuras sin dañarlos ni alterar sus propiedades. Este curso está diseñado para principiantes , con el objetivo de brindar una base sólida en los conceptos, principios y aplicaciones más comunes de los END.\r\nA lo largo de la capacitación, los participantes conocerán los métodos más utilizados —como inspección visual, líquidos penetrantes, partículas magnéticas, ultrasonido y radiografía— entendiendo en qué consisten, sus ventajas, limitaciones y ámbitos de aplicación.\r\nEl enfoque es teórico-práctico , orientado a quienes buscan incorporarse al mundo de la inspección industrial, la minería, el petróleo y gas, la construcción y otras áreas donde la seguridad y la calidad son esenciales.",
    "longDescription": "Los Ensayos No Destructivos (END) constituyen un conjunto de técnicas que permiten inspeccionar materiales, piezas y estructuras sin alterar su forma ni sus propiedades , asegurando que continuar en servicio de manera segura y confiable. Su aplicación es clave en industrias como petróleo y gas, minería, construcción, generación de energía y fabricación de equipos.\r\nEste curso para principiantes ofrece una visión integral de los principales métodos END , brindando las herramientas básicas para comprender cómo se aplican en campo y en laboratorio:\r\nInspección visual: primera línea de control para detectar defectos superficiales evidentes.\r\nLíquidos penetrantes: técnica sencilla y efectiva para identificar grietas, porosidad o discontinuidades abiertas en la superficie mediante el uso de tintas y reveladores.\r\nPartículas magnéticas: método especializado en materiales ferromagnéticos para localizar fisuras y discontinuidades superficiales o subsuperficiales mediante la inducción de un campo magnético.\r\nUltrasonido: técnica avanzada que utiliza ondas acústicas de alta frecuencia para detectar defectos internos, medir espesores y evaluar la integridad estructural.\r\nRadiografía industrial (rayos X o gamma): método de alta precisión que permite visualizar el interior de piezas y soldaduras, similar a una “radiografía médica”, pero aplicada en la industria.\r\nA través de ejemplos prácticos, explicaciones sencillas y un enfoque paso a paso, este curso busca familiarizar al participante con las bases técnicas y aplicaciones reales de los END , destacando su rol en la prevención de fallas y en la garantía de la calidad en proyectos industriales.",
    "status": "ACTIVE",
    "order": 10,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766147697891-766024303.png",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Martes"
    ],
    "time": "19:00",
    "modality": "online",
    "programUrl": "Programa IntroducciÃ³n a END[1763994374637-306271915].pdf",
    "maxInstallments": 1,
    "interestFree": false,
    "showOnHome": true,
    "isPublished": true,
    "classes": [],
    "createdAt": "2025-09-20T09:49:01.755Z",
    "updatedAt": "2025-12-19T12:34:59.739Z",
    "price": 360000,
    "duration": 1.5,
    "numberOfClasses": 6,
    "mainTeacher": "68dbf3778c9cad6a43598f6c",
    "registrationOpenDate": "2025-10-22T00:00:00.000Z",
    "startDate": "2025-11-10T00:00:00.000Z",
    "mainTeacherInfo": {
      "teacherId": "68dbf3778c9cad6a43598f6c",
      "teacherName": "Aldo Gargantini",
      "firstName": "Aldo",
      "lastName": "Gargantini",
      "email": "Aldito1965@gmail.com",
      "professionalDescription": "Aldo Gargantini es Técnico en Inspección END especializado en Radiología Digital , con más de 20 años de trayectoria en la industria petrolera y energética argentina donde lidera inspecciones radiográficas digitales, supervisa equipos técnicos y asegura el cumplimiento de normas internacionales como ASME, API e IRAM. Su experiencia combina precisión técnica, gestión de calidad y una profunda comprensión de los procesos de control industrial en entornos de alta exigencia.\r\nFormado en la ETIEC–ITREM UTN , se ha destacado por su compromiso con la formación y transferencia de conocimiento , participando activamente en programas de capacitación en ensayos no destructivos. Su enfoque integra la práctica de campo con las nuevas tecnologías digitales aplicadas a la inspección, promoviendo estándares modernos y seguros para la evaluación de materiales y soldaduras.",
      "profilePhotoUrl": "profile-captura-de-pantalla-2025-10-25-173656[1764874863438-726852650].png"
    }
  },
  {
    "_id": "690915b29f09e83d8728c139",
    "name": "Gestión Industrial",
    "description": "colocar descripción ",
    "longDescription": "colocar decripción ",
    "status": "INACTIVE",
    "order": 11,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766153532768-736254185.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [],
    "time": "19:00",
    "modality": "online",
    "programUrl": "TEMARIO_DE_GESTIÃN_INDUSTRIAL_(_MARCAS_,_MODELOS__Y_PATENTES)[1][1762203058214-650179501].pdf",
    "maxInstallments": 1,
    "interestFree": false,
    "showOnHome": false,
    "isPublished": false,
    "classes": [],
    "createdAt": "2025-11-03T20:50:58.270Z",
    "updatedAt": "2025-12-22T00:13:05.604Z",
    "mainTeacher": "68fad2bc4c310fc5551bdfa4",
    "price": 0,
    "mainTeacherInfo": {
      "teacherId": "68fad2bc4c310fc5551bdfa4",
      "teacherName": "Ana Laura Delgado",
      "firstName": "Ana Laura",
      "lastName": "Delgado",
      "email": "incremdesarrollo17@gmail.com",
      "professionalDescription": "Profesional con sólida experiencia en gestión administrativa, docencia y desarrollo de marcas. Licenciada en Administración de Empresas y Técnica en Comercialización, con especialización en Educación y TIC. Gerente administrativo en INCREM 17, con trayectoria en registro y gestión de marcas ante INPI. Docente en nivel secundario y superior en áreas de economía, contabilidad y gestión. Destaca por su liderazgo, planificación estratégica y orientación a resultados.",
      "profilePhotoUrl": null
    },
    "duration": 0,
    "numberOfClasses": 0
  },
  {
    "_id": "6926fe8c53cc15370af5bcd8",
    "name": "Quiero aprender a soldar",
    "description": "El curso está compuesto por 5 clases teóricas grabadas y 3 vídeos de práctica, abordando temas clave como:\r\n\r\nIntroducción a la Soldadura\r\n\r\nProceso Manual con Pinza (Electrodo Revestido) \r\n\r\nProceso Manual con TIG (Electrodo de Tungsento y gas Argón) \r\nProcesos Semiautomáticos con Alambre Macizo y con Alambre Tubular \r\nVídeos de práctica de los distintos procesos de soldadura",
    "longDescription": "Si quieres capacitarte en el oficio de soldador desde cero, mejora tu técnica como soldador amateur o aclara dudas para ampliar tus habilidades en esta actividad, este curso es para ti. A lo largo de 5 clases teóricas grabadas y 3 vídeos de práctica, aprenderás los fundamentos de la soldadura, el proceso manual con pinza (electrodo revestido), el proceso TIG con electrodo de tungsteno y gas argón, y los procesos semiautomáticos con alambre macizo y tubular, además de acceder a demostraciones reales de cada técnica. El curso incluye material de apoyo en formato guía, evaluaciones para medir tu progreso, vídeos de práctica para aprender haciendo y un grupo de WhatsApp para resolver tus dudas. Es una capacitación 100% online y flexible, con acompañamiento de expertos con experiencia real en el oficio, enfoque práctico y orientado a potenciar tu perfil laboral. Además, cuenta con la opción de sumar prácticas presenciales en Mendoza.",
    "status": "INACTIVE",
    "order": 12,
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766148162587-751811293.jpg",
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [
      "Lunes",
      "Martes",
      "Miércoles",
      "Jueves",
      "Viernes",
      "Sábado",
      "Domingo"
    ],
    "time": "",
    "startDate": "2025-01-15T00:00:00.000Z",
    "registrationOpenDate": "2025-11-30T00:00:00.000Z",
    "modality": "online",
    "price": 250000,
    "programUrl": "PresentaciÃ³n-Drones en la Industria[1764163211782-53967305].pdf",
    "maxInstallments": 1,
    "interestFree": false,
    "showOnHome": false,
    "isPublished": false,
    "classes": [],
    "createdAt": "2025-11-26T13:20:12.848Z",
    "updatedAt": "2025-12-22T00:13:13.024Z",
    "mainTeacher": "6926f89f53cc15370af5bb75",
    "mainTeacherInfo": {
      "teacherId": "6926f89f53cc15370af5bb75",
      "teacherName": "Jimena Castillo Daniel García",
      "firstName": "Jimena Castillo",
      "lastName": "Daniel García",
      "email": "majicastillo.mjc@gmail.com",
      "professionalDescription": "Jimena es Ingeniera Industrial con especialización en Inspección de Soldadura y amplia experiencia en capacitación técnica para optimizar procesos productivos y potenciar la Calidad en proyectos. Apasionada por la formación integral de soldadores y equipos, promuevo el compromiso y cuidado en cada tarea, impactando positivamente en la comunidad y el entorno. En el último tiempo, se ha dedicado a generar programas educativos innovadores que transforman la manera de aprender y aplicar técnicas de soldadura .Daniel es Inspector en Soldadura - Nivel III, con amplia experiencia en la supervisión, conducción de procedimientos de soldadura y en la calificación de soldadores. A lo largo de estos años de trabajo, ha consolidado un profundo conocimiento técnico y habilidades prácticas que comparto con gusto en el ámbito de la soldadura, con el fin de asegurar la calidad en los procesos metalúrgicos.",
      "profilePhotoUrl": "profile-imagen-de-whatsapp-2025-11-26-a-las-10.04.16_12617214[1764340546465-919721060].jpg"
    },
    "duration": 0,
    "numberOfClasses": 0
  },
  {
    "_id": "69488d829aa5626a2bde9779",
    "name": "Curso de prueba",
    "description": "Curso de prueba diseñado para explorar contenidos básicos, evaluar la plataforma y familiarizarse con la dinámica de aprendizaje.",
    "status": "ACTIVE",
    "order": 13,
    "meta": {
      "totalClasses": 0,
      "popularity": 0
    },
    "days": [],
    "modality": "Online",
    "maxInstallments": 1,
    "interestFree": false,
    "showOnHome": false,
    "isPublished": true,
    "classes": [],
    "createdAt": "2025-12-22T00:14:58.640Z",
    "updatedAt": "2025-12-22T19:45:46.051Z",
    "imageUrl": "https://cursala.b-cdn.net/course-images/course-1766362498644-123986042.jpg",
    "mainTeacher": "6945ca189155d2482fdaf0c2",
    "students": [
      "6945743cb530a9b0e07045fd"
    ],
    "duration": 0,
    "longDescription": "El curso de prueba es una experiencia introductoria pensada para quienes desean conocer la metodología y las herramientas de nuestra plataforma antes de iniciar un programa completo. A lo largo de este curso, los participantes podrán recorrer módulos breves que muestran ejemplos de contenidos, actividades interactivas y evaluaciones simples. El objetivo es brindar un espacio seguro y accesible para experimentar con las funcionalidades, entender la dinámica de trabajo y comprobar la facilidad de uso del entorno virtual.\r\nNo requiere conocimientos previos y está orientado tanto a estudiantes como a profesionales que quieran validar la calidad del sistema de aprendizaje. Al finalizar, los participantes tendrán una visión clara de cómo se estructuran los cursos, qué tipo de recursos se utilizan y cómo se gestiona el progreso académico. Es la puerta de entrada ideal para comenzar a aprender con confianza.\r\n",
    "numberOfClasses": 0,
    "price": 0,
    "time": ""
  }
]